StruSoft.Interop.StruXml.Data.Rigidity_datalib_type2


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type2.Item


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type2.Guid


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type2.Last_change


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type2.Action


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type2.Hash_order_id


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type2.Name


StruSoft.Interop.StruXml.Data.Rigidity_datalib_type2.AnyAttr
